<template>
  <div class="about">
    <h1>author:yufan；email：1273526910@qq.com</h1>
    <h1>1.通过导入区域坐标或者点击添加按钮后直接在地图上编辑区域</h1>
    <h1>2.单击区域，打开区域编辑器；双击区域，删除区域</h1>
    <h1>3.在右侧，区域控制栏中，可以对区域进行重命名，删除操作</h1>
    <h1>4.合并区域，可以将多个多边形区域坐标，并入同一区域导出</h1>
    <h1>5.导出、导入格式："120.938525,28.362866;120.732082,28.29759;120.950436,28.125748;"，区域内含有多个多边形区域时，格式为"120.938525,28.362866;120.732082,28.29759;120.950436,28.125748;|120.504116,28.216544;120.662045,28.218964;120.564541,27.949991;"</h1>
  </div>
</template>
